Repository: sfence/Creative-Oasis-minetest-game
Catalog: mods/*_*/locale/*_*.*.po
Languages: de

source: Breaks easy-to-break blocks
de: Baut leicht brechbare Blöcke ab

source: Breaks tough, crackable blocks like stone
de: Baut harte brechbare Blöcke wie Stein ab

source: Digs dirt- and sandlike blocks
de: Gräbt erd- und sandähnliche Blöcke

source: Cuts blocks with fine filaments like leaves or plants
de: Schneidet feinmaschige Blöcke wie Blätter oder Pflanzen ab

source: Chops woodlike blocks
de: Baut holzähnliche Blöcke ab

source: Breaks hand-breakable blocks
de: Baut hand-abbaubare Blöcke ab

source: Catches insects
de: Fängt Insekten

source: Digs @1 blocks
de: Gräbt „@1“-Blöcke

source: • Minimum dig time: @1s
de: • Minimale Grabezeit: @1s

source: @1 (instantly)
de: @1 (sofort)

source: Digs @1 blocks (instantly)
de: Gräbt „@1“-Blöcke (sofort)

source: Damage: @1
de: Schaden: @1

source: Healing: @1
de: Heilung: @1

source: Damage (@1): @2
de: Schaden (@1): @2

source: Healing (@1): @2
de: Heilung (@1): @2

source: • Full punch interval: @1s
de: • Zeit zum Ausholen: @1s

source: Food item
de: Lebensmittel

source: +@1 food point
de: +@1 Nahrungspunkt

source: +@1 food points
de: +@1 Nahrungspunkte

source: Contact damage: @1 per second
de: Kontaktschaden: @1 pro Sekunde

source: Contact healing: @1 per second
de: Kontaktheilung: @1 pro Sekunde

source: Drowning damage: @1
de: Ertrinkensschaden: @1

source: Fall damage: +@1%
de: Fallschaden: +@1%

source: No fall damage
de: Kein Fallschaden

source: Fall damage: @1%
de: Fallschaden: @1%

source: No jumping
de: Kein Springen

source: No swimming upwards or downwards
de: Kein nach oben oder unten schwimmen

source: No swimming upwards
de: Kein nach oben schwimmen

source: No swimming downwards
de: Kein nach unten schwimmen

source: No rising or sinking
de: Kein Aufsteigen oder Sinken

source: No rising
de: Kein Aufsteigen

source: No sinking
de: Kein Sinken

source: Climbable (only horizontally)
de: Erkletterbar (nur horizontal)

source: Climbable (only downwards)
de: Erkletterbar (nur nach unten)

source: Climbable (only upwards)
de: Erkletterbar (nur nach oben)

source: Climbable
de: Erkletterbar

source: Slippery
de: Rutschig

source: Bouncy (@1%)
de: Sprunghaft (@1%)

source: Luminance: @1
de: Lichtstärke: @1

source: Extended Tooltips: Base
de: Erweiterte Tooltips: Basis

source: Adds generic tooltip extensions to items
de: Fügt generische Tooltip-Erweiterungen zu Gegenständen hinzu
